{
  "news": [
    {
      "id": 1,
      "title"   : "Rehab Poster Accepted at ISMAR Adjunct 2025",
      "excerpt" : "Our research on 'Towards a Modular XR Platform for Personalized Upper Limb Rehab' has been accepted to the IEEE International Symposium on Mixed and Aaugmented Reality.",
      "content" : "The Human Computer Interaction Lab at IIIT Sri City has been working on significant personalized therapy solutions using extended reality technologies, using adaptive algorithms and immersive game design.",
      "category": "Publications",
      "date"    : "2025-09-01",
      "image"   : "https://images.unsplash.com/photo-1516321318423-f06f85e504b3?w=400&h=250&fit=crop",
      "featured": true,
      "author"  : "HCI Lab Team",
      "link"    : "https://ismar2025.org/accepted-papers"
    },
    {
      "id"      : 2,
      "title"   : "EEG Poster Accepted at ISMAR Adjunct 2025",
      "excerpt" : "This study presents a comprehensive investigation of the neural correlates of locomotion in extended reality, combining high-density EEG with systematically varied environments and interaction techniques.",
      "content" : "The study analyzes how different locomotion methods and virtual environments affect brain activity measured by EEG to better understand neural dynamics, cognitive load, and motor control during extended reality experiences. It offers insights for designing more intuitive XR locomotion interfaces and adaptive brain-driven navigation systems.",
      "category": "Publications",
      "date"    : "2025-10-13",
      "image"   : "https://images.unsplash.com/photo-1516321318423-f06f85e504b3?w=400&h=250&fit=crop",
      "featured": true,
      "author"  : "HCI Lab Team",
      "link"    : ""
    },
    {
      "id"      : 3,
      "title"   : "XR HACKATHON '25 Kicks Off, Challenges Innovators to Unleash their imagination",
      "excerpt" : "This hackathon challenges students to develop innovative XR concepts and turn them into reality, showcasing their talent and competing for exciting recognition.",
      "content" : "This is for the students to come up with innovative, out-of-the-box XR concepts and turn them into reality. Showcase their talent, collaborate with peers, and compete for exciting recognition!",
      "category": "Events",
      "date"    : "2025-09-17",
      "image"   : "https://images.unsplash.com/photo-1516321318423-f06f85e504b3?w=400&h=250&fit=crop",
      "featured": true,
      "author"  : "HCI Lab Team",
      "link"    : ""
    }
  ],
  "categories": ["all", "Awards", "Partnerships", "Research Impact", "Publications", "Events", "Product Launch", "Innovation"],
  "years": ["all", "2025", "2024", "2023", "2022"]
}
